package com.gefilte.app;

public class Quiz {

    public static String question[]={
            "מה פירוש המילה צ'ונט?",
            "מה פירוש הקיצור אנ\"ש?",
            "מה פירוש הקיצור זו\"צ?",
            "מה פירוש המילה שכוייח?"
    };

    public static String choices[][]={
            {"מאכל שקרוי גם חמין","מברכים","מרכלים","הכשר למסעדות בחו\"ל"},
            {"אנשי שלום","אנשים משלנו","ארון נישא לשם שבעה","אחרונת נשים לשידוכין"},
            {"זוג צעיר","זמיר צנוע","זכות לצניעות","זיכרון וצניעות"},
            {"שכחתי להתפלל","אדם שכחן","ישר כחליל","ישר כוח"}
    };

    public static String correctAnswers[]={
            "מרכלים",
            "אנשי שלום",
            "זוג צעיר",
            "ישר כוח"
    };
}
